Repository: avirandabush/iPlate-360
Catalog: plate360/Resources/*.lproj/Localizable.strings
Languages: he

# results.tabs.title.technical
source: Technical
he: טכני

# results.tabs.title.licensing
source: Licensing
he: רישוי

# results.tabs.title.safety
source: Safety
he: בטיחות

# results.tabs.title.miscellaneous
source: Miscellaneous
he: שונות

# main.search.placeholder
source: Enter car number
he: הכנס מספר רכב

# main.screen.search.button.title
source: SEARCH
he: חיפוש

# main.screen.description
source: Get all car details by typing plate number.
he: להצגת פרטי רכב, הקלד מספר לוחית רישוי.

# empty.view.message.default
source: Search a Plate Number!
he: חפש מספר רכב!

# tab.builder.makeItem.noData
source: No Data.
he: אין נתונים.

# vehicle.history.field.licenseNumber
source: License Number
he: מספר רכב

# vehicle.history.field.engineNumber
source: Engine Number
he: מספר מנוע

# vehicle.history.field.lastMileage
source: Last Mileage
he: קילומטראז׳ אחרון

# vehicle.history.field.structureChangeFlag
source: Structure Change
he: שינוי מבנה

# vehicle.history.field.lpgInspectionFlag
source: LPG Inspection
he: מערכת גפ״ם

# vehicle.history.field.colorChangeFlag
source: Color Change
he: שינוי צבע

# vehicle.history.field.tireChangeFlag
source: Tire Change
he: שינוי צמיגים

# vehicle.history.field.firstRegistrationDate
source: First Registration
he: רישום ראשוני

# vehicle.history.field.originalityName
source: Originality
he: בעלות מקורית

# vehicle.details.field.carNumber
source: License Number
he: מספר רכב

# vehicle.details.field.manufacturerCode
source: Manufacturer Code
he: קוד יצרן

# vehicle.details.field.manufacturerName
source: Manufacturer
he: יצרן

# vehicle.details.field.modelType
source: Model Type
he: סוג דגם

# vehicle.details.field.modelCode
source: Model Code
he: קוד דגם

# vehicle.details.field.modelName
source: Model Name
he: שם דגם

# vehicle.details.field.trimLevel
source: Trim Level
he: רמת גימור

# vehicle.details.field.safetyLevel
source: Safety Equipment Level
he: רמת אבזור בטיחותי

# vehicle.details.field.emissionGroup
source: Emission Group
he: קבוצת זיהום

# vehicle.details.field.manufactureYear
source: Manufacture Year
he: שנת ייצור

# vehicle.details.field.engineModel
source: Engine Model
he: דגם מנוע

# vehicle.details.field.lastInspectionDate
source: Last Inspection Date
he: מבחן אחרון

# vehicle.details.field.inspectionValidity
source: Inspection Validity
he: תוקף מבחן

# vehicle.details.field.ownershipType
source: Ownership Type
he: סוג בעלות

# vehicle.details.field.chassisNumber
source: Chassis Number
he: מספר שלדה

# vehicle.details.field.colorCode
source: Color Code
he: קוד צבע

# vehicle.details.field.color
source: Color
he: צבע

# vehicle.details.field.frontTires
source: Front Tires
he: צמיג קידמי

# vehicle.details.field.rearTires
source: Rear Tires
he: צמיג אחורי

# vehicle.details.field.fuelType
source: Fuel Type
he: דלק

# vehicle.details.field.registrationDirective
source: Registration Directive
he: הוראת רישום

# vehicle.details.field.roadEntryDate
source: Road Entry Date
he: מועד עלייה לכביש

# vehicle.details.field.tradeName
source: Trade Name
he: כינוי מסחרי

# public.vehicle.field.licenseNumber
source: License Number
he: מספר רכב

# public.vehicle.field.vehicleTypeName
source: Vehicle Type
he: סוג רכב

# public.vehicle.field.manufactureYear
source: Manufacture Year
he: שנת ייצור

# public.vehicle.field.totalWeight
source: Total Weight
he: משקל כולל

# public.vehicle.field.manufacturerName
source: Manufacturer
he: יצרן

# public.vehicle.field.color
source: Color
he: צבע

# public.vehicle.field.modelName
source: Model
he: דגם

# public.vehicle.field.tradeName
source: Trade Name
he: כינוי מסחרי

# public.vehicle.field.vehicleTypeEUName
source: Vehicle Type (EU)
he: סוג רכב (EU)

# public.vehicle.field.cancellationName
source: Cancellation Status
he: סטטוס ביטול

# public.vehicle.field.cancellationDate
source: Cancellation Date
he: תאריך ביטול

# public.vehicle.field.validityDate
source: License Validity
he: תוקף רישוי

# public.vehicle.field.seatsCount
source: Seats Count
he: מספר מקומות

# public.vehicle.field.seatsNextToDriver
source: Seats Next To Driver
he: מקומות ליד הנהג

# disable.parking.permit.field.carNumber
source: License Number
he: מספר רכב

# disable.parking.permit.field.badgeCreationDate
source: Permiy Production Date
he: תאריך הפקת תו

# disable.parking.permit.field.badgeType
source: Permit Type
he: סוג תו

# disable.parking.permit.field.noBadge
source: No Badge
he: אין תו

# disable.parking.permit.field.yesBadge
source: Badge Exists
he: יש תו

# disable.parking.permit.field.badgeTitle
source: Parking Permit Badge
he: תו נכה
